Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2011.tmx
Source language: en_us
Languages: zh_cn

source: We will increase general transfer payments from the central government to the major counties that supply other parts of the country with grain, oilseed and pigs, and expand the size and scope of awards and subsidies.
zh_cn: 增加中央财政对粮食、油料、生猪调出大县的一般性转移支付，扩大奖励补助规模和范围。

source: We will encourage financial institutions to increase their supply of credit for agriculture, rural areas, and farmers and ensure that this year's percentage increase in credit is no less than that of last year.
zh_cn: 引导金融机构增加涉农信贷投放，确保涉农贷款增量占比不低于上年。

source: We will increase policy-based financial support for agriculture, rural areas, and farmers.
zh_cn: 加大政策性金融对“三农”的支持力度。

source: We will improve the policy-supported agricultural insurance system, and develop an agricultural reinsurance system and a mechanism for diffusing the risk of huge catastrophes.
zh_cn: 健全政策性农业保险制度，建立农业再保险和巨灾风险分散机制。

source: We will deepen rural reform, and increase the vitality of rural development.
zh_cn: 深化农村改革，增强农村发展活力。

source: We will adhere to and improve the basic rural operating system and improve the household contract responsibility system for land use including farmland, forestland and grassland.
zh_cn: 坚持和完善农村基本经营制度，健全覆盖耕地、林地、草原等家庭承包经营制度。

source: We will move forward with reform of the rural land management system in an orderly manner.
zh_cn: 有序推进农村土地管理制度改革。

source: We will explore and establish a compensation mechanism for protecting arable land.
zh_cn: 探索建立耕地保护补偿机制。

source: We will continue to carry out comprehensive rural reforms.
zh_cn: 继续推进农村综合改革。

source: We will fully implement the government award and subsidy system for village-level public works projects, the launching of which is determined by villagers themselves, and we will significantly increase the size of awards and subsidies.
zh_cn: 全面实施村级公益事业建设一事一议财政奖补，大幅增加奖补资金规模。

source: We will accelerate the development of specialized farmer cooperatives and the system whereby various sectors of society provide services for agriculture, and raise the level of organization in agriculture.
zh_cn: 加快发展农民专业合作组织和农业社会化服务体系，提高农业组织化程度。

source: By the end of this year, we will put in place sound public services for spreading agricultural technology; preventing and controlling animal and plant diseases; and monitoring the quality of agricultural products in townships, towns and regions all over the country.
zh_cn: 年底前，在全国普遍建立健全乡镇或区域性农业技术推广、动植物疫病防控、农产品质量监管等公共服务机构。

source: Ensuring adequate food for 1.3 billion Chinese people is always a top priority, and we must never treat this issue lightly.
zh_cn: 解决13亿中国人的吃饭问题始终是头等大事，任何时候都不能掉以轻心。

source: We have the confidence and the ability to handle this important matter well.
zh_cn: 我们有信心也有能力办好这件大事。

source: 4. Accelerating strategic economic restructuring
zh_cn: （四）加快推进经济结构战略性调整

source: This is the major goal of transforming the pattern of economic development.
zh_cn: 这是转变经济发展方式的主攻方向。

source: China's economy needs to be quickly put on the path of endogenous growth driven by innovation.
zh_cn: 要推动经济尽快走上内生增长、创新驱动的轨道。

source: We will adjust and optimize the industrial structure.
zh_cn: 调整优化产业结构。

source: We will quicken the establishment of a modern industrial system and give impetus to industrial transformation and upgrading.
zh_cn: 加快构建现代产业体系，推动产业转型升级。

source: First, we will transform and upgrade manufacturing industries.
zh_cn: 一是改造提升制造业。

source: We will intensify technological upgrading in enterprises, with the focus on becoming better able to develop new products and build brand names; utilize energy and resources more comprehensively; increase the integration of technological and process systems; and raise the quality, technological content and value-added of products.
zh_cn: 加大企业技术改造力度，重点增强新产品开发能力和品牌创建能力，提高能源资源综合利用水平、技术工艺系统集成水平，提高产品质量、技术含量和附加值。

source: We will encourage enterprises in key industries to enter into trans-regional acquisitions and reorganizations.
zh_cn: 推动重点行业企业跨地区兼并重组。

source: We will improve the exit mechanism and accompanying policies for outdated production capacity.
zh_cn: 完善落后产能退出机制和配套政策。

source: Second, we will accelerate the cultivation and development of strategic emerging industries.
zh_cn: 二是加快培育发展战略性新兴产业。

source: We will vigorously develop the next-generation IT industry; build a high-performance broadband information network; accelerate the integration of the telecommunications network, the radio and television broadcasting network, and the Internet; and promote demonstrations on how to use the Internet of Things.
zh_cn: 积极发展新一代信息技术产业，建设高性能宽带信息网，加快实现“三网融合”，促进物联网示范应用。

source: We will energetically give impetus to the development of industries such as energy conservation, environmental protection, new energy, biotechnology, high-end equipment manufacturing, new materials and new energy vehicles.
zh_cn: 大力推动节能环保、新能源、生物、高端装备制造、新材料、新能源汽车等产业发展。

source: We need to promptly formulate standards, improve policies, enhance innovation capabilities, get small and medium-sized high-tech companies to play their role, and foster the healthy development of strategic emerging industries so they more quickly build their production capacity and core competitiveness.
zh_cn: 要抓紧制定标准，完善政策，加强创新能力建设，发挥科技型中小企业作用，促进战略性新兴产业健康发展，加快形成生产能力和核心竞争力。

source: Third, we will vigorously develop service industries.
zh_cn: 三是大力发展服务业。

source: We will accelerate the development of producer services and actively develop consumer services.
zh_cn: 加快发展生产性服务业，积极发展生活性服务业。

source: We will make every effort to develop and upgrade the software industry.
zh_cn: 大力发展和提升软件产业。

source: We will strive to create a market environment that is conducive to the development of service industries, and quickly improve the policy system for stimulating their development.
zh_cn: 着力营造有利于服务业发展的市场环境，加快完善促进服务业发展的政策体系。

source: We will make the prices of power, water, gas and heating basically the same for both service industries encouraged by the state and the industrial sector as quickly as possible.
zh_cn: 尽快实现鼓励类服务业用电、用水、用气、用热与工业基本同价。

source: Fourth, we will strengthen the modern energy industry and the comprehensive transport system.
zh_cn: 四是加强现代能源产业和综合运输体系建设。

source: We will actively promote changes in the way energy is produced and used and raise energy efficiency.
zh_cn: 积极推动能源生产和利用方式变革，提高能源利用效率。

source: We will give impetus to the clean use of traditional energy sources, intensify the construction. of smart power grids, and vigorously develop clean energy.
zh_cn: 推进传统能源清洁利用，加强智能电网建设，大力发展清洁能源。

source: We will coordinate the development and accelerate the construction of a comprehensive transport system that is convenient, safe and highly efficient.
zh_cn: 统筹发展、加快构建便捷、安全、高效的综合运输体系。

source: We will steadfastly make coordinated development plans for land and sea and advance the development of the marine economy.
zh_cn: 坚持陆海统筹，推进海洋经济发展。

source: We will promote balanced development between regions.
zh_cn: 促进区域协调发展。

source: We will fully implement all regional development plans.
zh_cn: 全面落实各项区域发展规划。

source: In implementing tile master strategy of regional development, we will steadfastly give high priority to the strategy of large-scale development of the western region, and earnestly implement the policies and measures for the new ten-year period of the large-scale development of the western region and all the measures to promote the leapfrog development of Tibet and Xinjiang.
zh_cn: 坚持把实施西部大开发战略放在区域发展总体战略的优先位置，认真落实西部大开发新十年的政策措施和促进西藏、新疆等地区跨越式发展的各项举措。

source: We will fully revitalize old industrial bases such as northeast China and continue to transform resource-dependent cities.
zh_cn: 全面振兴东北地区等老工业基地，继续推进资源型城市转型。

source: We will vigorously foster the rise of the central region and make greater use of its geographical advantage of linking the eastern and western regions.
zh_cn: 大力促进中部地区崛起，进一步发挥承东启西的区位优势。

source: We will actively support the eastern region in taking the lead in development, and leading the country in making innovations in systems and mechanisms and transforming the pattern of development.
zh_cn: 积极支持东部地区率先发展，在体制机制创新和发展方式转变上走在全国前列。

source: We will get Shenzhen and other special economic zones, Pudong New Area in Shanghai and Binhai New Area in Tianjin to better play a leading and exploratory role in reform and opening up.
zh_cn: 更好发挥深圳等经济特区、上海浦东新区、天津滨海新区在改革开放中先行先试的作用。

source: We will give greater support to the development of old revolutionary base areas, ethnic minority areas and border areas, promulgate and implement the 2011-2020 rural poverty alleviation and development program, launch the project to alleviate poverty through development in contiguous areas with particular difficulties, and lift impoverished areas out of poverty more quickly.
zh_cn: 加大力度支持革命老区、民族地区、边疆地区发展，颁布实施2011-2020年中国农村扶贫开发纲要，启动集中连片特殊困难地区扶贫开发攻坚工程，加快贫困地区脱贫致富步伐。

source: We will actively yet prudently move forward with urbanization.
zh_cn: 积极稳妥推进城镇化。

source: We will adhere to the path of urbanization with Chinese characteristics, abide by the principles of urban development and foster the sound development of urbanization.
zh_cn: 坚持走中国特色城镇化道路，遵循城市发展规律，促进城镇化健康发展。

source: We will adhere to scientific planning and strict management.
zh_cn: 坚持科学规划，严格管理。

source: We will strengthen urban infrastructure and public service facilities, increase the overall carrying capacity of cities and towns, and raise the level of urban management and services.
zh_cn: 加强城市基础设施和公共服务设施建设，增强城镇综合承载能力，提高管理和服务水平。

source: We will gradually make sure that rural migrant workers who have stable jobs and have lived in cities or towns for a number of years are registered as urban residents in line with local conditions and in a step-by-step manner.
zh_cn: 因地制宜，分步推进，把有稳定劳动关系并在城镇居住一定年限的农民工，逐步转为城镇居民。

source: We need to help rural migrant workers who do not currently qualify as urban residents to resolve practical difficulties such as remuneration, schooling for their children, public health, renting homes, and social security.
zh_cn: 对暂不具备落户条件的农民工，要解决好他们在劳动报酬、子女就学、公共卫生、住房租赁、社会保障等方面的实际问题。

source: We need to fully respect the right of farmers to independently choose whether to seek jobs in cities or stay in their home villages, and genuinely protect their legitimate rights and interests concerning land they contract to work and the land on which their homes sit.
zh_cn: 要充分尊重农民在进城和留乡问题上的自主选择权，切实保护农民承包地、宅基地等合法权益。

source: We must steadfastly adhere to the correct orientation of ensuring that urbanization together with agricultural modernization and the building of a new countryside are mutually reinforcing.
zh_cn: 城镇化要同农业现代化和新农村建设相互促进，这是必须坚持的正确方向。

source: We will strengthen energy conservation, environmental protection and ecological development, and actively respond to climate change.
zh_cn: 加强节能环保和生态建设，积极应对气候变化。

source: We will focus on conserving energy in areas such as the industrial sector, construction, transportation and public institutions.
zh_cn: 突出抓好工业、建筑、交通运输、公共机构等领域节能。

source: We will continue to implement key energy conservation projects.
zh_cn: 继续实施重点节能工程。

source: We will vigorously conserve energy in the industrial sector, popularize energy-conserving technology and equipment, and improve energy efficiency.
zh_cn: 大力开展工业节能，推广节能技术，运用节能设备，提高能源利用效率。

source: We will invest more in improving energy conservation in existing buildings and actively promote energy conservation in new buildings.
zh_cn: 加大既有建筑节能改造投入，积极推进新建建筑节能。

source: We will vigorously develop the circular economy.
zh_cn: 大力发展循环经济。

source: We will move forward with the pilot project to build low-carbon cities.
zh_cn: 推进低碳城市试点。

source: We will strengthen our capacity to adapt to climate change and respond to extreme climate events in particular.
zh_cn: 加强适应气候变化特别是应对极端气候事件能力建设。

source: We will put in place well-equipped statistical and monitoring systems for greenhouse gas emissions, energy conservation and emissions reduction.
zh_cn: 建立完善温室气体排放和节能减排统计监测制度。

source: We will accelerate the planning and building of sewer networks and garbage disposal facilities in urban areas and expand the use of recycled water.
zh_cn: 加快城镇污水管网、垃圾处理设施的规划和建设，推广污水处理回用。

source: We will strengthen the environmental management of chemicals. We will start the work of denitration in coal-fired power plants and strengthen prevention and control of particles pollution; step up the treatment of marine pollution; accelerate the treatment of water pollution in key river basins, the treatment of air pollution, the treatment of heavy metal pollution in key areas and the comprehensive improvement of the rural environment; and control pollution from non-point rural sources.
zh_cn: 启动燃煤电厂脱硝工作，深化颗粒物污染防治。加强海洋污染治理。加快重点流域水污染治理、大气污染治理、重点地区重金属污染治理和农村环境综合整治，控制农村面源污染。

source: We will continue to carry out major ecological restoration projects, intensify the protection and management of major functional ecological zones, implement the second phase of the project to protect natural forest resources, implement the subsidy and reward policy for grassland ecological conservation, consolidate achievements already made in turning reclaimed farmland into forests and grasslands as well as grazing land to grasslands, vigorously carry out afforestation, strengthen wetland protection and recovery, and make progress in comprehensively dealing with desertification and stony deserts.
zh_cn: 继续实施重大生态修复工程，加强重点生态功能区保护和管理，实施天然林资源保护二期工程，落实草原生态保护补助奖励政策，巩固退耕还林还草、退牧还草等成果，大力开展植树造林，加强湿地保护与恢复，推进荒漠化、石漠化综合治理。

source: We will improve contingency plans for preventing and mitigating natural disasters, and accelerate the development of surveying and evaluation, monitoring and early warning, prevention and control, and emergency response systems in areas prone to geological disasters from mountain torrents.
zh_cn: 完善防灾减灾应急预案，加快山洪地质灾害易发区调查评价、监测预警、防治应急等体制建设。

source: 5. Vigorously implementing the strategy of reinvigorating the country through science and education and the strategy of strengthening the country through human resource development
zh_cn: （五）大力实施科教兴国战略和人才强国战略

source: Science and technology, education and human resources are the foundation of national development, and they must therefore always be given an important strategic position.
zh_cn: 科技、教育和人才是国家发展的基础和根本，必须始终放在重要的战略位置。

source: We will continue to give high priority to education.
zh_cn: 坚持优先发展教育。

source: We will promote the scientific development of education programs, and provide people with more diverse, more equitable and higher-quality education.
zh_cn: 推动教育事业科学发展，为人们提供更加多样、更加公平、更高质量的教育。

source: In 2012, government spending on education will reach 4% of GDP.
zh_cn: 2012年财政性教育经费支出占国内生产总值比重达到4%。

source: We will speed up the development of preschool education.
zh_cn: 加快发展学前教育。

source: We will encourage both governmental and nongovernmental bodies to provide preschool educational services in order to increase resources and promptly solve problems concerning access to preschool education.
zh_cn: 公办民办并举，增加学前教育资源，抓紧解决“入园难”问题。

source: We will promote the balanced development of compulsory education.
zh_cn: 促进义务教育均衡发展。

source: We will strengthen standardization in compulsory education schools, and ensure that the allocation of public resources gives priority to rural schools and weak urban schools.
zh_cn: 加强义务教育阶段学校标准化建设，公共资源配置重点向农村和城市薄弱学校倾斜。

source: Relying mainly on local governments and public schools, we will guarantee equal access to compulsory education for the children of rural migrant workers who live in cities.
zh_cn: 以流入地政府和公办学校为主，切实保障农民工随迁子女平等接受义务教育。

source: We will support the development of education and promote bilingual instruction in ethnic minority areas.
zh_cn: 支持民族地区教育发展，做好“双语”教学工作。

source: We will comprehensively promote well-rounded education.
zh_cn: 全面推进素质教育。

source: We will accelerate education reforms; genuinely lighten the school workload of primary and secondary school students; and give high priority to guiding students and fostering their ability to think independently, solve practical problems and be innovative.
zh_cn: 加快教育改革，切实减轻中小学生过重课业负担，注重引导和培养孩子们独立思考、实践创新能力。

source: We will ensure that primary and middle school students do one hour of physical exercise in school every day.
zh_cn: 保证中小学生每天一小时校园体育活动。

source: We will vigorously develop vocational education.
zh_cn: 大力发展职业教育。

source: We will guide senior secondary schools and universities to emphasize their unique features, raise the quality of their teaching, and help their students to become better able to find employment or start their own businesses.
zh_cn: 引导高中阶段学校和高等学校办出特色，提高教育质量，增强学生就业创业能力。

source: We will strengthen the development of key disciplines and accelerate the development of a number of world-class universities.
zh_cn: 加强重点学科建设，加快建设一批世界一流大学。

source: We will support the development of special education.
zh_cn: 支持特殊教育发展。

source: We will implement and improve the government financial aid system for students and ensure no children are obliged to discontinue schooling at any stage of education due to their. family's financial difficulties.
zh_cn: 落实和完善国家助学制度，无论哪个教育阶段，都要确保每个孩子不因家庭经济困难而失学。

source: We will comprehensively strengthen human resource development.
zh_cn: 全面加强人才工作。

source: With the focus on high-level and highly skilled personnel, we will more quickly foster a large number of innovative scientists and engineers and skilled workers who are urgently needed and in short supply.
zh_cn: 以高层次和高技能人才为重点，加快培养造就一大批创新型科技人才和急需紧缺人才。

source: We will invest more in human resource development and carry out major projects to foster talented personnel.
zh_cn: 加大人才开发投入，推进重大人才工程。

source: We will deepen the reform of the systems for selecting and employing personnel; strive to create an. equitable, open and competitive system as well as social environment in which people are selected on their merits; encourage outstanding people to emerge; and create an environment that encourages talented people to tap their full potential.
zh_cn: 深化选人用人制度改革，努力营造平等公开、竞争择优的制度和社会环境，激励优秀人才脱颖而出，创造人尽其才的良好局面。

source: We will vigorously promote scientific and technological innovation.
zh_cn: 大力推进科技创新。

source: We will speed up the implementation of major national science and technology projects, make breakthroughs in a number of core and key technologies, and enhance our capabilities to carry out major integrated innovation projects.
zh_cn: 加快实施国家科技重大专项，突破一批核心关键技术，提升重大集成创新能力。

source: We will strengthen basic research and research in cutting-edge technologies and increase our capacity for original innovation.
zh_cn: 加强基础研究、前沿技术研究，增强原始创新能力。

source: We will give impetus to the establishment of systems and mechanisms for enterprises to take the lead in R&D and innovation.
zh_cn: 推动建立企业主导技术研发创新的体制机制。

source: We will encourage enterprises to undertake jointly funded R&D on key generic technologies and share both risks and rewards.
zh_cn: 鼓励企业共同出资开展关键共性技术研发，共担风险、共享成果，

source: The government needs to provide policy and financial support to projects in areas of national strategic interests.
zh_cn: 对符合国家战略方向的项目，政府要从政策和资金上给予支持。

source: We will deepen reform of the system for managing science and technology, and promote the optimal allocation, efficient use and public sharing of scientific and technological resources.
zh_cn: 深化科技管理体制改革，促进科技资源优化配置、高效利用和开放共享。

source: We will provide incentives to research institutes, universities, scientists and engineers to encourage them to cooperate with enterprises in various ways.
zh_cn: 激励科研院所、高等学校和广大科技人员以多种形式与企业合作。

source: We will steadily increase government spending on science and technology, and improve the performance of research expenditures.
zh_cn: 保持财政科技投入稳定增长，提高科研经费使用效率。

source: We will unswervingly implement the national strategy on intellectual property rights; improve our ability to create, apply, protect and manage them; and arouse an innovative spirit throughout society.
zh_cn: 坚定不移地实施国家知识产权战略，提升知识产权的创造、应用、保护、管理能力，激发全社会创新活力。

source: 6. Strengthening social development and ensuring and improving the wellbeing of the people
zh_cn: （六）加强社会建设和保障改善民生

source: The more the economy develops, the more attention we need to pay to strengthening social development and ensuring and improving people's wellbeing.
zh_cn: 经济越发展，越要重视加强社会建设和保障改善民生。

source: We will do everything in our power to expand employment.
zh_cn: 千方百计扩大就业。

source: We will continue to implement a more proactive employment policy.
zh_cn: 继续实施更加积极的就业政策。

source: This year the central government plans to invest 42.3 billion yuan to assist and promote employment.
zh_cn: 今年中央财政拟投入423亿元，用于扶助和促进就业。

source: In light of the workforce structure in China, we will energetically develop labor-intensive industries, service industries, small and micro-businesses and innovative high-tech enterprises, and strive to satisfy the employment needs of different groups of people.
zh_cn: 要适应我国劳动力结构特点，大力发展劳动密集型产业、服务业、小型微型企业和创新型科技企业，努力满足不同层次的就业需求。

source: We will continue to give top priority to the employment of university graduates and key groups.
zh_cn: 继续把高校毕业生就业放在首位，做好重点人群就业工作。

source: We will strengthen vocational training and encourage people to start their own businesses.
zh_cn: 加强职业技能培训，鼓励自主创业。

source: We will strengthen public services for employment, and improve the unified, standardized and flexible human resources market.
zh_cn: 加强公共就业服务，健全统一规范灵活的人力资源市场。

source: We will more quickly develop job information networks and achieve nationwide connectivity.
zh_cn: 加快就业信息网络建设，实现全国互联互通。

source: We will strengthen the supervision and enforcement of labor safeguards, improve mechanisms for resolving labor disputes, safeguard the rights and interests of workers in accordance with the law, and build harmonious labor relations.
zh_cn: 加强劳动保障监察执法，完善劳动争议处理机制，依法维护劳动者权益，构建和谐劳动关系。

source: We will adjust income distribution in a reasonable manner.
zh_cn: 合理调整收入分配关系。

source: This is both a long-term task, and an urgent issue we need to address now.
zh_cn: 这既是一项长期任务，也是当前的紧迫工作。

source: This year we will concentrate on the following three measures.
zh_cn: 今年重点采取三方面措施：

source: First, we will focus on increasing the basic incomes of low-income people in both urban and rural areas.
zh_cn: 一是着力提高城乡低收入群众的基本收入。

source: We will steadily increase the minimum wage of workers, basic pensions of enterprise retirees, and subsistence allowances for both urban and rural residents.
zh_cn: 稳步提高职工最低工资、企业退休人员基本养老金和城乡居民最低生活保障标准。

source: We will establish a sound mechanism of regular pay raises for workers and strictly enforce the minimum wage system.
zh_cn: 建立健全职工工资正常增长机制，严格执行最低工资制度。

source: Second, we will put more effort into adjusting income distribution.
zh_cn: 二是加大收入分配调节力度。

source: We will raise the individual income tax threshold on salaries, reasonably adjust the tax rate structure, and genuinely reduce the tax burden on low- and middle-income people.
zh_cn: 提高个人所得税工薪所得费用扣除标准，合理调整税率结构，切实减轻中低收入者税收负担。

source: We will effectively regulate excessively high incomes, strengthen the dual controls on total wages and wage scales in industries in which incomes are excessively high, and strictly standardize the management of executive pay and bonuses in SOEs and financial institutions.
zh_cn: 有效调节过高收入，加强对收入过高行业工资总额和工资水平的双重调控，严格规范国有企业、金融机构高管人员薪酬管理。

source: Third, we will vigorously overhaul and standardize income distribution.
zh_cn: 三是大力整顿和规范收入分配秩序。

source: We will resolutely prohibit illicit income.
zh_cn: 坚决取缔非法收入。

source: We will quickly establish a system for monitoring income distribution.
zh_cn: 加快建立收入分配监测系统。

source: Through unremitting efforts, we will reverse the trend of a widening income gap as soon as possible and ensure that the people share more in the fruits of reform and development.
zh_cn: 通过持续不断的努力，尽快扭转收入分配差距扩大趋势，努力使广大人民群众更多分享改革发展成果。

source: We will accelerate the improvement of the social security system that covers both urban and rural residents.
zh_cn: 加快健全覆盖城乡居民的社会保障体系。
